Revit 2027 API
SymbolTypeId.Ftc Property
 Symbol Ftc, indicating unit Footcandles.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Ftc { get; }
Public Shared ReadOnly Property Ftc As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Ftc {
	ForgeTypeId^ get ();
}
static member Ftc : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace